{
  "exploreTiers": "Explore Tiers",
  "earnPointsDescription": "Earn points on every purchase and progress through tiers to unlock more benefits and receive personalized offers.",
  "classic": "Classic",
  "to": "To",
  "points": "Points",
  "earnPointsOnPurchase": "Earn points on every purchase.",
  "redeemPointsAtBrands": "Redeem points at over 70 brands.",
  "unlockPremiumExclusives": "Unlock exclusive benefits with your points.",
  "accessMemberOffers": "Get access to exclusive member offers on the Rewards Club app.",
  "silver": "Silver",
  "earn1_5xPoints": "Earn 1.5x points compared to Classic on every purchase.",
  "earlyAccessAndEvents": "Enjoy early access and special event invitations.",
  "gold": "Gold",
  "from": "From",
  "earnDoublePoints": "Earn double the points compared to Silver on every purchase.",
  "unlockLimitedEdition": "Unlock limited edition benefits with your points.",
  "accessPersonalisedOffers": "Get access to personalized offers on the Rewards Club app.",
  "priorityAccessAndVIP": "Enjoy priority access and VIP event invitations.",

    "pointsCalculator": {
      "title": "Points Calculator",
      "description": "Discover how your Aura points can get you more.",
      "country": "Country",
      "purchaseAmount": "Purchase Amount",
      "minMaxInfo": "Minimum 1 and maximum 99999",
      "earningPotential": "Your Earning Potential",
      "points":"Pts",
      "currency": "currency",
      "tiers": {
        "classic": "Classic",
        "silver": "Silver",
        "gold": "Gold"
      },
      "countries": {
        "Kuwait": "Kuwait",
        "Qatar": "Qatar",
        "Bahrain": "Bahrain",
        "UAE": "United Arab Emirates",
        "KSA": "Saudi Arabia",
        "Oman": "Oman"
      },
      "currencies": {
        "KWD": "KWD",
        "QAR": "QAR",
        "BHD": "BHD",
        "AED": "AED",
        "SAR": "SAR",
        "OMR": "OMR"
      }
    },
    
      "discover_brands": "Discover",
      "discover_brands1": "Brands",
      "explore_brands": "Explore brands across fashion, beauty, home, dining, and more.",
      "search_placeholder": "Search brands...",
     "categories": [
  "All",
  "Manpower",
  "Food",
  "Transport",
  "Logistics"
],
      "support": "Get Support",
      "select_country": "Select Country",
      "support_in_your_country": "Get Support in Your Selected Country",
      "support_hours": "Support Hours",
      "office_address": "Office address",
      "phone": "Phone",
      "email": "Email",
      "sat": "Sat",
      "thurs": "Thurs",
      "fri": "Fri",
      "Bahrain": "Bahrain",
      "UAE": "UAE",
      "Oman": "Oman",
      "Kuwait": "Kuwait",
      "Qatar": "Qatar",
      "KSA": "Saudi Arabia",
      "neverMiss": "Never miss a good offer!",
      "downloadApp": "Download the RewardClub app to access premium products and incredible deals.",
      "offers": "Limited-time offers provide discounts and special rewards, exclusively for RewardClub members.",
      "product1": "Indulge in Le Labo's Exquisite Fragrances! Shop & Enjoy 2x points!",
      "product2": "Spend more & earn more at M.A.C - Elevate your beauty routine!",
      "product3": "Discover Your Signature Scent. Shop & Earn 2x points.",
      "inStore": "In-store",
      
        "points": "Points",
        "inStore": "In-store",
        "product11": "Get a pouch filled with The Body Shop's best-sellers for 1000 points.",
        "product22": "Alo Yoga socks for 500 points",
        "product33": "Get a Lip Balm for 1500 points",
        "purchasePremium": "Purchase premium exclusives with points",
        "vipTreatment": "Enjoy VIP treatment on the Aura app. Earn points and get access to exclusive, limited-edition",
        "exclusiveProducts": "products, experiences, and events from the 70+ brands you love.",
        "exploreTiers": "Explore Tiers",
  "discoverBrands": "Discover Brands",
  "unlockRewards": "Unlock Rewards",
  "getSupport": "Get Support",
  "customerSupport": "Customer Support",
  "callSupport": "Call ",
  "followUs": "Follow RewardClub",
  "downloadApp": "Download App",
  "copyright": "Copyright RewardClub",
  "termsConditions": "Terms & Conditions",
  "privacyPolicy": "Privacy Policy",
  "sitemap": "Sitemap",
  
    "discover_lifestyle": "Discover Lifestyle Rewards Tailored To You",
    "description": "Rewardclub amplifies your every day, making sure the extraordinary is always within reach.",
    "unlock_rewards": "Unlock Rewards",
    "brands": "Brands",
    "countries": "Countries",
    "tiers": "Tiers",
    "rewards": "Rewards",
    "trusted_brands":"Trusted Partners",
    
      "explore_tiers": "Explore",
      
      "earn_points": "Earn points on every purchase and move up the tiers for personalized offers.",
      "classic_tier": "Classic",
      "classic_points": "0 to 5,999 pts",
      "classic_description": "Earn points on every purchase and contribute points towards Classic tier.",
      "silver_tier": "Silver",
      "silver_points": "6,000 to 23,999 pts",
      "silver_description": "Earn 1.5 times more points than Classic.",
      "gold_tier": "Gold",
      "gold_points": "From 24,000 pts",
      "gold_description": "Earn double the points of Gold and access prioritized VIP experiences.",
      "get_started": "Get Started",
      
        "most": "Most",
        "loved_brands": "Loved Brands",
        "personalized_offers": "Enjoy personalised offers and exclusive rewards from an unrivalled collection of 70+ brands you love, from fashion to beauty, home furnishings to dining and more.",
        "discover_brands12": "Discover Brands",
        
          "Explore Tiers": "Explore Tiers",
          "Discover Brands": "Discover Brands",
          "Unlock Rewards": "Unlock Rewards",
          "Get Support": "Get Support",
          "Login": "Login",
          "Signup": "Signup",
          "termsAndConditions": {
            "title": "Terms & Conditions",
            "version": "Version 1.2 | Last updated on 21/01/2025",
            "rewardClub": "RewardClub Terms & Conditions",
            "generalTerms": "1. General Terms",
            "generalTermsDescription": "These terms and conditions (incorporating RewardClub Privacy Policy) (“Terms”) apply to and govern your participation in the RewardClub loyalty programme.",
            "rewardClubDescription": "RewardClub is a single-purpose store value facility operated by RewardClub and its affiliated companies (“RewardClub”, “us”, “we”, “our”).",
            "amendmentTerms": "These Terms may be amended by RewardClub from time to time, and continued participation constitutes acceptance of the updated Terms.",
            "lawsDescription": "Your use of the Programme is subject to all applicable laws.",
            "privacyDataProtection": "2. Privacy and Data Protection",
            "privacyDescription": "Under data protection laws, we are required to provide details on how we process your personal data.",
            "privacyPolicyLink": "Please refer to RewardClub Privacy Policy for more information.",
            "membershipEligibility": "3. Membership Eligibility",
            "eligibilityCondition1": "Any resident or national of a country where RewardClub operates may join RewardClub free of charge.",
            "eligibilityCondition2": "Enrollment requires downloading the RewardClub app and completing the registration form.",
            "eligibilityCondition3": "RewardClub membership requires providing accurate and complete information.",
            "accountResponsibility": "4. Account Responsibility",
            "accountResponsibility1": "You are responsible for maintaining the confidentiality of your account credentials.",
            "accountResponsibility2": "Only one unique mobile number can be associated with each individual account.",
            "accountResponsibility3": "RewardClub is not liable for unauthorized account usage.",
            "earningRedeemingPoints": "5. Earning & Redeeming Points",
            "earningPoints": "Points can be earned at participating RewardClub outlets and websites.",
            "redeemingPoints": "Points must be presented at the time of purchase.",
            "retroactiveClaims": "Retroactive point claims can be made within 30 days of the transaction."
          },
          "retroactive_claims": {
            "title": "6. Retroactive Claims",
            "points": [
              "Members can claim missing points within 30 days by contacting customer service.",
              "Valid points will be credited within 48 hours after verification.",
              "Purchases made before joining RewardClub are not eligible for retroactive claims."
            ]
          },
          "points_accrual": {
            "title": "7. Points Accrual & Redemption",
            "points": [
              "RewardClub Points can be collected and redeemed as per the programme's rules.",
              "Points are based on the total transaction value, including VAT.",
              "Partial points are not awarded; amounts are rounded down.",
              "Earning Points: Members can earn Points for a transaction at any of the RewardClub stores and online sites, showing the RewardClub logo (“Outlets”). You should ask for a receipt at the time you make a qualifying purchase transaction and retain the receipt as a record of the transaction. Points will not be awarded when purchasing medicines at Boots participating stores and RewardClub gift cards.",
              "Points will be accrued only for the transaction value paid with cash or card including RewardClub gift cards. If part of the transaction is paid with Points it will not accrue points.",
              "Redeeming Points: members can redeem Points by utilising accrued points to pay or offset the price for purchases and services in participating outlets; or redeemed in exchange for rewards in the RewardClub MENA app or www.RewardClub-mena.com as updated by RewardClub from time to time. In order to perform any type of point redemption at least one sale transaction must be recorded on a member’s account."
            ],
            "details": "In the event that for any reason a refund or credit note is issued by RewardClub following the return of any qualifying purchase, any earned Point(s) in respect of such purchase shall be deducted from the relevant Member’s Programme account. In addition to the above, if a customer purchases a product using RewardClub points and he or she decides to exchange or return that product within the permitted fourteen (14) days period following the purchase, in the event that the points used for the purchase are expired at the time of exchange/refund, RewardClub reserves the right not to reinstate such points and the customer shall pay the corresponding additional amount (by cash, card or points)."
          },
          "points_visible": {
            "title": "8. Points will be visible on a member’s account after 24 hours of the transaction instore, or after delivery for Ecommerce purchases.",
            "details": "Points and/or rewards have no cash value, cannot be redeemed for cash and are void if sold, purchased, bartered, or exchanged for cash or other consideration, or if received or used in violation of these Terms. No change/currency will be given for any unused portion of any Point or Programme reward."
          },
          "point_expiry": {
            "title": "9. Point expiry period",
            "points": [
              "Base points are valid for 12 months from the date they are earned. Your Points expire at midnight, on the last day of the relevant month.",
              "Bonus points are valid for 3 months from the date they are earned. Your Points expire at midnight, on the last day of the relevant month.",
              "Base points means the basic points that member earns after completing a valid sales transaction in any of the RewardClub participating brands; base points calculation is listed in the table under ‘Earning Your Points with RewardClub’, clause number seven in the T&Cs of this programme.",
              "Earning Points: Members can earn Points for a transaction at any of the RewardClub stores and online sites, showing the RewardClub logo (“Outlets”). You should ask for a receipt at the time you make a qualifying purchase transaction and retain the receipt as a record of the transaction. Points will not be awarded when purchasing medicines at Boots participating stores and RewardClub gift cards."
            ]
          },
          "tier_rules": {
            "title": "10. Tier General rules",
            "subtitle": "RewardClub has 3 tiers: RewardClub Hello, RewardClub Star, RewardClub VIP",
            "points": [
              "Hello: for Members with between 1 to 5,999 tier earned points",
              "Star: for Members with between 6,000 to 23,999 tier earned points",
              "VIP: for holders Members with between 24,000 or more tier earned points",
              "Tier Points are calculated based on eligible spend only in participating RewardClub stores. Tier qualification is available for fully enrolled customers only",
              "Members qualify for Tiers based on their cumulative spend in the last 12 months",
              "In order to be upgraded to the next Tier, a Member must reach a certain points threshold, as detailed above, within a 12-month period",
              "If a member upgrades any time during the 12month period, the new tier will apply for 12 months from the date of upgrade, unless another tier is reached, in which case, this new tier will again apply for 12 months from the date of such upgrade",
              "Tier points are only calculated on purchases; no bonus points will apply in calculating Tiers",
              "In case a Member does not reach the renewal qualification threshold within the 12-month period, a member will be downgraded: From RewardClub VIP to RewardClub Star; From RewardClub Star to RewardClub Hello"
            ]
          },
          
            "credits_account_creation": "11. Credit account creation, eligibility, and access",
            "credits_use_1": "Members can use credit facilities to store refunds from eligible purchases processed at participating RewardClub stores in the UAE using the local currency, the UAE Dirham.",
            "credits_use_2": "Only fully registered members of RewardClub can use credit facilities in the app. To register for RewardClub, simply download the RewardClub MENA app from the App Store or Google Play, complete the registration process, and obtain your membership number.",
            "credits_use_3": "To access credit balances, members must log into their personal accounts. Access to view is restricted to each member to access their own account and cannot be shared with friends or family listed in the same account.",
            "use_of_credits_facility": "12. Use of credit facilities",
            "credits_use_4": "Funds added to the credit facilities via refunds remain valid for twelve (12) months from the date of addition. Any unused funds after this period will expire and cannot be redeemed.",
            "credits_use_5": "Members' balances in the RewardClub wallet cannot be withdrawn as cash, converted into another form of credit, or transferred to any other RewardClub account.",
            "credits_use_6": "The maximum total amount allowed in credit facilities at any time is AED 50,000.",
            "credits_use_7": "Cash stored in credit facilities by a member can be used for purchases at certain participating RewardClub stores.",
            "friends_and_family_accounts": "13. Friends and family accounts",
            "friends_and_family_description": "RewardClub provides friends and family accounts that allow a group of members to accumulate points under a shared balance and use friends and family points for redemption on purchases and rewards.",
            "general_friends_and_family_rules": "General rules for friends and family",
            "friends_and_family_rule_1": "Minimum number of members: 2",
            "friends_and_family_rule_2": "Maximum number of members: 8 (including the head of friends and family)",
            "friends_and_family_rule_3": "A member can only be part of one friends and family group at a time.",
            "friends_and_family_rule_4": "Age restrictions: The head of the friends and family group must be of legal age in the region where they are enrolled in the program.",
            "friends_and_family_rule_5": "Membership: The head of the friends and family group can add or remove members.",
            "friends_and_family_rule_6": "Redemption: Each member in friends and family is eligible to redeem accumulated points from the group.",
            "friends_and_family_rule_7": "Leaving the friends and family group: When a member leaves the group, the points earned during their time in the group remain in the friends and family account.",
            "friends_and_family_rule_8": "If the maximum number of members (8) is reached, when a member leaves, a 90-day waiting period is enforced before a new invite can be sent.",
            "child_enrolment": "14. Child enrolment",
            "child_enrolment_1": "By participating in the program, you agree to comply with these terms, and you represent and warrant that you are either (a) of legal age in the region where you are enrolling in the program and legally capable of accepting these terms; or (b) if under the legal age, you have obtained permission from a parent or legal guardian to participate in the program and that your use of the program and its features will be under the supervision of a parent or legal guardian.",
            "child_enrolment_2": "As a parent or guardian, the head of a friends and family group (who is over the legal age in the region where they are enrolled) can invite members of any age, including children aged 13 to 17.",
            "child_enrolment_3": "By adding children in this age category, you expressly agree that these minors may receive marketing communications from RewardClub via electronic or other means.",
            "child_enrolment_4": "By adding members, the head of the friends and family group can grant the right to redeem points accumulated by each member by any of the other members.",
            "co_brand_card_partnership": "15. Co-brand card partnership",
            "co_brand_card_1": "The following terms apply to RewardClub members who are holders of the NBK & Weyay-RewardClub co-branded card (\"NBK Card\"), which is available only in Kuwait (for residents in Kuwait with a valid residency in the country).",
            "co_brand_card_2": "Earning co-branded card points",
            "co_brand_card_3": "Members can earn RewardClub points through the use of the NBK & Weyay-RewardClub cards as outlined in the table below.",
            "co_brand_card_4": "Co-branded card points earned can be forfeited when redeeming partially or fully purchased goods.",
            "employees": "16. Employees",
            "employees_1": "Employees of RewardClub and its affiliates can join the program and benefit from exclusive offers and news.",
            "digital_card_restriction": "17. The RewardClub digital card cannot be used as a gift card, credit card, debit card, or as collateral for payment.",
            "benefits_restriction": "18. Benefits from RewardClub only apply to purchases made in participating stores, excluding all 'business-to-business' sales from RewardClub.",
            "rewardclub_rights": "19. RewardClub may close the RewardClub program or offer or withdraw any offer at any time without prior notice, subject to applicable laws and regulations.",
            "personal_data_privacy": "20. Your personal data will be used only as described in RewardClub’s privacy policy.",
            "discrepancy_in_text": "21. This document is in both Arabic and English. In case of any discrepancy between the Arabic and English texts, the Arabic text will prevail.",
            "jurisdiction": "22. These terms are governed by the laws of the jurisdiction where you have enrolled in the RewardClub program.",
            "jurisdiction_text_1": "All members irrevocably agree to the exclusive jurisdiction of the courts of the relevant jurisdiction for the purpose of taking any legal action arising from or related to these terms.",
            "jurisdiction_text_2": "If any provision of these terms and conditions is found to be invalid, illegal, or unenforceable, that provision will be deemed void.",
            "communication_preferences": {
              "title": "23. Communication Preferences",
              "item_1": "As a Member, when you opt-in for RewardClub marketing communications...",
              "item_2": "When you opt-in for RewardClub communications you will receive..."
            },
            "disclaimer": {
              "title": "24. Disclaimer and Limits of Liability",
              "item_1": "Except as is expressly provided otherwise in these Terms...",
              "item_2": "RewardClub expressly disclaims any liability..."
            },
            "enquiries": {
              "title": "25. Enquiries and Complaints",
              "text": "If you have any concerns, enquiries or complaints..."
            },
            "bahrain_address":"Flat 22, Building 661, Block 712, Road 1208, Manama, Kingdom of Bahrain",
             "uae_address":"221 Salah Al Din St -Deira - Dubai - United Arab Emirates",
             "About_us":"About us",
             
              "member_register": "MEMBER REGISTER",
              "first_name": "First Name",
              "last_name": "Last Name",
              "email": "Email",
              "secondary_email": "Secondary Email",
              "password": "Password",
              "confirm_password": "Confirm Password",
              "male": "Male",
              "female": "Female",
              "primary_phone": "Primary Phone",
              "secondary_phone": "Secondary Phone",
              "building_no": "Building No",
              "street_name": "Street Name",
              "select_country": "Select Country",
              "select_state": "Select State",
              "postal_code": "Postal / Zip Code",
              "bank_name": "Name of Bank",
              "account_number": "Account Number",
              "select_referral_type": "Select Referral Type",
              "test_referral": "Test Referral",
              "print_media": "Print Media",
              "online_ads": "Online Ads",
              "social_media": "Social Media",
              "friends": "Friends",
              "terms_and_conditions": "Terms and Conditions May Apply is a documentary that addresses how corporations and the government utilize the information that users provide when agreeing to browse a website, install an application.",
              "register": "REGISTER",
              "Capital Governorate": "Capital Governorate",
              "Central Governorate": "Central Governorate",
              "Muharraq Governorate": "Muharraq Governorate",
              "Northern Governorate": "Northern Governorate",
              "Southern Governorate": "Southern Governorate",
              "select_city":"Select City",
              "Abu Dhabi":"Abu Dhabi",
                                     "Dubai":"Dubai",
                                     "login": "LOG IN",
                                     "enterUsername": "Enter User Name",
                                     "enterPassword": "Enter Password",
                                     "forgotPassword": "FORGOT PASSWORD?",
                                     "loginButton": "LOGIN",
                                     "registerNow": "REGISTER NOW",
                                     "or": "OR",
                                     "background": "Background",
                                     "Vendor_Register":"Vendor Register",
                                     "newsletterHeading": "Stay Updated",
                                     "enterYourEmail": "Enter your email",
                                     "register": "Subscribe",
                                     "submitting": "Submitting...",
                                     "Thank you for subscribing!":"Thank you for subscribing!",
                                     
                                     "customer_testimonials": "What Our Members Say",
                                     "testimonials_subtitle": "Real feedback from our happy customers",
                                     "testimonial_1_name": "Sarah Ahmed",
                                     "testimonial_1_title": "Retail Professional",
                                     "testimonial_1_text": "RewardClub has completely changed how I shop. I earn points on every purchase and redeem them for amazing rewards. The tiers system really motivates me to shop more!",
                                     "testimonial_2_name": "Mohammed Hassan",
                                     "testimonial_2_title": "Business Owner",
                                     "testimonial_2_text": "The Gold tier benefits are incredible. Exclusive offers, VIP treatment, and the double points really add up. Highly recommend RewardClub!",
                                     "testimonial_3_name": "Fatima Al-Mansouri",
                                     "testimonial_3_title": "Fashion Enthusiast",
                                     "testimonial_3_text": "Love the variety of brands available! From fashion to beauty to dining, everything is in one place. The rewards are generous and easy to redeem.",
                                     "testimonial_4_name": "Ahmed Al-Khalifa",
                                     "testimonial_4_title": "Travel Blogger",
                                     "testimonial_4_text": "The Silver tier is perfect for me. Great balance of benefits and points accumulation. Customer service is responsive and helpful!",
                                     "active_members": "50K+",
                                     "active_members_label": "Active Members",
                                     "points_redeemed": "10M+",
                                     "points_redeemed_label": "Points Redeemed",
                                     "member_satisfaction": "4.8/5",
                                     "member_satisfaction_label": "Member Satisfaction",
                                     
                                     "how_it_works": "How It Works",
                                     "how_it_works_subtitle": "Four simple steps to start earning rewards",
                                     "step_1_title": "Sign Up",
                                     "step_1_desc": "Create your free RewardClub account and join our loyalty program in minutes.",
                                     "step_2_title": "Shop & Earn",
                                     "step_2_desc": "Shop at 70+ partner brands and earn points on every purchase automatically.",
                                     "step_3_title": "Accumulate Points",
                                     "step_3_desc": "Watch your points grow and unlock higher tiers for exclusive benefits.",
                                     "step_4_title": "Redeem Rewards",
                                     "step_4_desc": "Use your points to redeem amazing rewards from your favorite brands.",
                                     
                                     "compare_tiers": "Compare Tier Benefits",
                                     "compare_subtitle": "Choose the tier that best fits your lifestyle",
                                     "feature": "Feature",
                                     "earn_points": "Earn Points on Purchases",
                                     "redeem_rewards": "Redeem Rewards",
                                     "exclusive_offers": "Exclusive Offers",
                                     "vip_support": "VIP Support",
                                     "birthday_bonus": "Birthday Bonus Points",
                                     "early_access": "Early Access to Sales",
                                     "concierge_service": "Concierge Service",
                                     "priority_checkout": "Priority Checkout",
                                     "popular": "POPULAR",
                                     "explore_classic": "Learn About Classic",
                                     "choose_silver": "Choose Silver ⭐",
                                     "unlock_gold": "Unlock Gold",
                                     
                                     "download_app": "Download the Aura App",
                                     "app_description": "Manage your rewards, check your points balance, and discover exclusive offers all in one place. Available on iOS and Android.",
                                     "app_feature_1": "Real-time points tracking",
                                     "app_feature_2": "Exclusive app-only deals",
                                     "app_feature_3": "Easy reward redemption",
                                     "app_feature_4": "Push notifications for special offers",
                                     "download_on": "Download on",
                                     "app_store": "App Store",
                                     "get_it_on": "Get it on",
                                     "play_store": "Google Play",
                                     "scan_qr": "Or scan QR code to download",
                                     "qr_code": "QR Code",
                                     "app_preview": "RewardClub App",
                                     "points_balance": "Points Balance",
                                     "redeem_now": "Redeem Now",
                                     
                                     "secure_payment": "Secure Payment",
                                     "secure_payment_desc": "100% secure transactions",
                                     "instant_reward": "Instant Rewards",
                                     "instant_reward_desc": "Points credited immediately",
                                     "24_7_support": "24/7 Support",
                                     "support_desc": "Always here to help",
                                     "trusted_brand": "Trusted by Thousands",
                                     "trusted_desc": "50K+ active members",
                                     
                                     "refer_friend": "Refer & Earn",
                                     "referral_desc": "Share the love! Invite your friends to join RewardClub and both of you earn exclusive bonuses.",
                                     "referral_bonus_1": "500 bonus points per successful referral",
                                     "referral_bonus_2": "Your friend gets 500 bonus points too",
                                     "referral_bonus_3": "No limit on referrals - earn unlimited rewards",
                                     "join_referral": "Join Referral Program",
                                     "your_referral_code": "Your Referral Code",
                                     "share_code": "Share this code",
                                     "copy_code": "Copy Code",
                                     "copied": "Copied!",
                                     "referral_share_text": "Join RewardClub with my referral code and earn 500 bonus points!",
                                     "how_referral_works": "How It Works",
                                     "ref_step1_title": "Share Your Code",
                                     "ref_step1_desc": "Send your referral code to friends",
                                     "ref_step2_title": "They Sign Up",
                                     "ref_step2_desc": "Your friend joins using your code",
                                     "ref_step3_title": "You Both Earn",
                                     "ref_step3_desc": "Both get 500 bonus points instantly",
                                     
                                     "whatsapp": "WhatsApp",
                                     "call": "Call",
                                     
                                     "limited_offer": "Limited Time Offer!",
                                     "limited_offer_desc": "Join now and get 1000 bonus points",
                                     "claim_bonus": "Claim Bonus"
 
            
          
          
        
        
      
      
    
    
  
  
      
      
    
    
  
  
}
