{
  "exploreTiers": "استكشف المستويات",
  "earnPointsDescription": "اربح نقاطًا في كل عملية شراء وتقدم عبر المستويات لفتح المزيد من المزايا والحصول على عروض مخصصة.",
  "classic": "كلاسيك",
  "to": "إلى",
  "points": "نقاط",
  "earnPointsOnPurchase": "اربح نقاطًا في كل عملية شراء.",
  "redeemPointsAtBrands": "استبدل النقاط في أكثر من 70 علامة تجارية.",
  "unlockPremiumExclusives": "افتح مزايا حصرية مع نقاطك.",
  "accessMemberOffers": "تمتع بالوصول إلى عروض الأعضاء الحصرية على تطبيق نادي المكافآت.",
  "silver": "فضي",
  "earn1_5xPoints": "اربح 1.5 ضعف النقاط مقارنة بالفضي في كل عملية شراء.",
  "earlyAccessAndEvents": "تمتع بالوصول المبكر ودعوات خاصة للفعاليات.",
  "gold": "ذهبي",
  "from": "من",
  "earnDoublePoints": "اربح ضعف النقاط مقارنة بالذهبي في كل عملية شراء.",
  "unlockLimitedEdition": "افتح مزايا إصدارات محدودة مع نقاطك.",
  "accessPersonalisedOffers": "تمتع بالوصول إلى عروض مخصصة على تطبيق نادي المكافآت.",
  "priorityAccessAndVIP": "تمتع بالوصول المميز ودعوات كبار الشخصيات للفعاليات.",

    "pointsCalculator": {
      "title": "حاسبة النقاط",
      "description": "اكتشف كيف يمكن لنقاط أوراك أن تمنحك المزيد.",
      "country": "الدولة",
      "purchaseAmount": "مبلغ الشراء",
      "minMaxInfo": "الحد الأدنى 1 والحد الأقصى 99999",
      "earningPotential": "إمكانات الكسب الخاصة بك",
      "currency": "العملة",
      "points":"نقاط",
      "tiers": {
        "classic": "كلاسيكي",
        "silver": "فضي",
        "gold": "ذهبي"
      },
      "countries": {
        "Kuwait": "الكويت",
        "Qatar": "قطر",
        "Bahrain": "البحرين",
        "UAE": "الإمارات العربية المتحدة",
        "KSA": "السعودية",
        "Oman": "عمان"
      },
    
        "currencies": {
          "KWD": "دينار كويتي",
          "QAR": "ريال قطري",
          "BHD": "دينار بحريني",
          "AED": "درهم إماراتي",
          "SAR": "ريال سعودي",
          "OMR": "ريال عماني"
        }
      
    },
    "discover_brands": " يكتشف ",
    "discover_brands1": "العلامات التجارية",
    "explore_brands": "استكشاف العلامات التجارية في الموضة والجمال والمنزل والمطاعم والمزيد.",
    "search_placeholder": "ابحث عن العلامات التجارية...",
   "categories": [
  "تمام",
  "اعداد و شمار",
  "خوراک",
  "نقل و حمل",
  "لاجسٹکس"
],

    "support": "الدعم",
    "select_country": "اختر الدولة",
    "support_in_your_country": "احصل على الدعم في بلدك المختار",
    "support_hours": "ساعات الدعم",
    "office_address": "عنوان المكتب",
    "phone": "هاتف",
    "email": "البريد الإلكتروني",
    "sat": "السبت",
    "thurs": "الخميس",
    "fri": "الجمعة",
    "Bahrain": "البحرين",
  "UAE": "الإمارات",
  "Oman": "عمان",
  "Kuwait": "الكويت",
  "Qatar": "قطر",
  "KSA": "السعودية",
  "neverMiss": "لا تفوت أي عرض جيد!",
  "downloadApp": "قم بتنزيل تطبيق نادي المكافآت للوصول إلى المنتجات المميزة والعروض الرائعة.",
  "offers": "العروض المحدودة توفر خصومات ومكافآت خاصة، حصريًا لأعضاء نادي المكافآت.",
  "product1": "استمتع بعطور ليلابو الفاخرة! تسوق واستمتع بنقاط 2x!",
  "product2": "أنفق أكثر واكسب أكثر في ماك - ارفع روتين جمالك!",
  "product3": "اكتشف رائحتك المميزة. تسوق واكسب نقاط 2x.",
  "inStore": "في المتجر",
  
    "points": "نقاط",
    "inStore": "في المتجر",
    "product11": "احصل على حقيبة مليئة بأفضل منتجات ذا بودي شوب مقابل 1000 نقطة.",
    "product22": "جوارب ألو يوغا مقابل 500 نقطة",
    "product33": "احصل على بلسم الشفاه مقابل 1500 نقطة",
    "purchasePremium": "اشترِ حصريًا باستخدام النقاط",
    "vipTreatment": "استمتع بمعاملة كبار الشخصيات على تطبيق Aura. اكسب النقاط واحصل على وصول حصري ومحدود إلى",
    "exclusiveProducts": "المنتجات والتجارب والفعاليات من أكثر من 70 علامة تجارية تحبها.",
    
      "exploreTiers": "استكشف الفئات",
      "discoverBrands": "اكتشف العلامات التجارية",
      "unlockRewards": "افتح المكافآت",
      "getSupport": "احصل على الدعم",
      "customerSupport": "دعم العملاء",
      "callSupport": "يتصل",
      "followUs": "تابع نادي المكافأة",
      "downloadApp": "قم بتنزيل التطبيق",
      "copyright": "حقوق النشر نادي المكافأة",
      "termsConditions": "الشروط والأحكام",
      "privacyPolicy": "سياسة الخصوصية",
      "sitemap": "خريطة الموقع",
      
        "discover_lifestyle": "اكتشف مكافآت نمط الحياة المصممة لك",
        "description": "أورا تعزز حياتك اليومية، مما يجعل الأمور الاستثنائية في متناول يديك.",
        "unlock_rewards": "افتح المكافآت",
        "brands": "علامات تجارية",
        "countries": "دول",
        "tiers": "فئات",
        "rewards": "مكافآت",
        
          "trusted_brands": "شركاء موثوق بهم",
          
            "explore_tiers": "يستكشف",
            "earn_points": "اكسب النقاط مع كل عملية شراء وتحرك عبر الفئات للحصول على عروض مخصصة.",
            "classic_tier": "كلاسيكي",
            "classic_points": "0 إلى 5,999 نقطة",
            "classic_description": "اكسب النقاط مع كل عملية شراء وساهم في الحصول على فئة كلاسيكية.",
            "silver_tier": "فضي",
            "silver_points": "6,000 إلى 23,999 نقطة",
            "silver_description": "اكسب نقاطًا أكثر بنسبة 1.5 مرة من فئة كلاسيكية.",
            "gold_tier": "ذهبي",
            "gold_points": "من 24,000 نقطة",
            "gold_description": "اكسب ضعف النقاط من الفئة الذهبية واحصل على تجارب VIP ذات أولوية.",
            "get_started": "ابدأ الآن",
            
              "most": "أكثر",
              "loved_brands": "العلامات التجارية المحبوبة",
              "personalized_offers": "استمتع بالعروض المخصصة والمكافآت الحصرية من مجموعة لا مثيل لها تضم أكثر من 70 علامة تجارية تحبها، من الأزياء إلى الجمال، ومن الأثاث المنزلي إلى الطعام والمزيد.",
              "discover_brands12": "اكتشف العلامات التجارية",
              
                "Explore Tiers": "استكشاف الطبقات",
                "Discover Brands": "اكتشاف العلامات التجارية",
                "Unlock Rewards": "افتح المكافآت",
                "Get Support": "الحصول على الدعم",
                "Login": "تسجيل الدخول",
                "Signup": "التسجيل",
                "termsAndConditions": {
                  "title": "الشروط والأحكام",
                  "version": "الإصدار 1.2 | آخر تحديث في 21/01/2025",
                  "rewardClub": "شروط وأحكام نادي المكافآت",
                  "generalTerms": "1. الشروط العامة",
                  "generalTermsDescription": "تنطبق هذه الشروط والأحكام (التي تتضمن سياسة الخصوصية لـ نادي المكافآت)  على وتنظم مشاركتك في برنامج الولاء نادي المكافآت.",
                  "rewardClubDescription": "نادي المكافآت هو مرفق قيمة متجر غرض واحد تديره نادي المكافآت وشركاتها التابعة (“نادي المكافآت”، “نحن”، “لنا”).",
                  "amendmentTerms": "قد تقوم نادي المكافآت بتعديل هذه الشروط من وقت لآخر، ويعد استمرار المشاركة قبولًا للشروط المحدثة.",
                  "lawsDescription": "يخضع استخدامك للبرنامج لجميع القوانين المعمول بها.",
                  "privacyDataProtection": "2. الخصوصية وحماية البيانات",
                  "privacyDescription": "بموجب قوانين حماية البيانات، يُطلب منا تقديم تفاصيل حول كيفية معالجة بياناتك الشخصية.",
                  "privacyPolicyLink": "يرجى الرجوع إلى سياسة الخصوصية لـ نادي المكافآت لمزيد من المعلومات.",
                  "membershipEligibility": "3. أهلية العضوية",
                  "eligibilityCondition1": "يمكن لأي مقيم أو مواطن في بلد تعمل فيه نادي المكافآت الانضمام إلى نادي المكافآت مجانًا.",
                  "eligibilityCondition2": "يتطلب التسجيل تنزيل تطبيق نادي المكافآت وإكمال نموذج التسجيل.",
                  "eligibilityCondition3": "يتطلب عضوية نادي المكافآت تقديم معلومات دقيقة وكاملة.",
                  "accountResponsibility": "4. مسؤولية الحساب",
                  "accountResponsibility1": "أنت مسؤول عن الحفاظ على سرية بيانات اعتماد حسابك.",
                  "accountResponsibility2": "يمكن ربط رقم جوال فريد واحد فقط بكل حساب فردي.",
                  "accountResponsibility3": "نادي المكافآت غير مسؤولة عن استخدام الحساب غير المصرح به.",
                  "earningRedeemingPoints": "5. كسب واستبدال النقاط",
                  "earningPoints": "يمكن كسب النقاط في المنافذ والمواقع المشاركة في نادي المكافآت.",
                  "redeemingPoints": "يجب تقديم النقاط عند وقت الشراء.",
                  "retroactiveClaims": "يمكن تقديم مطالبات النقاط بأثر رجعي خلال 30 يومًا من المعاملة."
                },
                
                  "retroactive_claims": {
                    "title": "6. المطالبات الرجعية",
                    "points": [
                      "يمكن للأعضاء المطالبة بالنقاط المفقودة خلال 30 يومًا عن طريق الاتصال بخدمة العملاء.",
                      "سيتم إضافة النقاط الصحيحة خلال 48 ساعة بعد التحقق.",
                      "المشتريات التي تمت قبل الانضمام إلى نادي المكافآت غير مؤهلة للمطالبات الرجعية."
                    ]
                  },
                  "points_accrual": {
                    "title": "7. تجميع النقاط واستبدالها",
                    "points": [
                      "يمكن جمع النقاط في نادي المكافآت واستبدالها وفقًا لقواعد البرنامج.",
                      "النقاط تعتمد على إجمالي قيمة المعاملة، بما في ذلك ضريبة القيمة المضافة.",
                      "لن تُمنح النقاط جزئيًا؛ حيث يتم تقريب المبالغ إلى الأسفل.",
                      "كسب النقاط: يمكن للأعضاء كسب النقاط مقابل المعاملة في أي من متاجر نادي المكافآت والمواقع الإلكترونية التي تحمل شعار نادي المكافآت (“المتاجر”). يجب طلب إيصال عند إجراء المعاملة المؤهلة والاحتفاظ بالإيصال كدليل للمعاملة. لن تُمنح النقاط عند شراء الأدوية في المتاجر المشاركة في Boots أو بطاقات هدايا نادي المكافآت.",
                      "يتم تجميع النقاط فقط على قيمة المعاملة المدفوعة نقدًا أو ببطاقة بما في ذلك بطاقات هدايا نادي المكافآت. إذا تم دفع جزء من المعاملة باستخدام النقاط، فلن يتم تجميع النقاط.",
                      "استبدال النقاط: يمكن للأعضاء استبدال النقاط عن طريق استخدام النقاط المكتسبة لدفع أو تخفيض السعر للشراء والخدمات في المتاجر المشاركة؛ أو استبدالها مقابل مكافآت في تطبيق نادي المكافآت MENA أو www.RewardClub-mena.com كما يتم تحديثه من قبل نادي المكافآت من حين لآخر. لكي تتمكن من إجراء أي نوع من استبدال النقاط، يجب أن تكون قد سجلت معاملة شراء واحدة على الأقل في حساب العضو."
                    ],
                    "details": "في حال إصدار استرداد أو إشعار ائتمان من قبل نادي المكافآت بعد إرجاع أي عملية شراء مؤهلة، سيتم خصم أي نقطة مكتسبة فيما يتعلق بتلك العملية من حساب برنامج العضو المعني. بالإضافة إلى ذلك، إذا قام العميل بشراء منتج باستخدام نقاط نادي المكافآت وقرر استبداله أو إرجاعه ضمن الفترة المسموح بها (14 يومًا) بعد الشراء، وإذا كانت النقاط المستخدمة في الشراء قد انتهت صلاحيتها وقت التبادل/الاسترداد، يحق لـ نادي المكافآت عدم استعادة تلك النقاط وسيقوم العميل بدفع المبلغ الإضافي المقابل (نقدًا أو ببطاقة أو باستخدام النقاط)."
                  },
                  "points_visible": {
                    "title": "8. ستكون النقاط مرئية في حساب العضو بعد 24 ساعة من المعاملة في المتجر، أو بعد التسليم للمشتريات الإلكترونية.",
                    "details": "النقاط و/أو المكافآت ليس لها قيمة نقدية، ولا يمكن استبدالها بالنقد، وتصبح لاغية إذا تم بيعها أو شراؤها أو مقايضتها أو تبادلها مقابل نقد أو أي اعتبارات أخرى، أو إذا تم تلقيها أو استخدامها بما يخالف هذه الشروط. لن يتم إعطاء أي تغيير/عملة لأي جزء غير مستخدم من أي نقطة أو مكافأة برنامج."
                  },
                  "point_expiry": {
                    "title": "9. فترة صلاحية النقاط",
                    "points": [
                      "النقاط الأساسية صالحة لمدة 12 شهرًا من تاريخ اكتسابها. تنتهي صلاحية النقاط عند منتصف الليل في آخر يوم من الشهر المعني.",
                      "النقاط الإضافية صالحة لمدة 3 أشهر من تاريخ اكتسابها. تنتهي صلاحية النقاط عند منتصف الليل في آخر يوم من الشهر المعني.",
                      "النقاط الأساسية تعني النقاط الأساسية التي يكتسبها العضو بعد إتمام معاملة شراء صالحة في أي من العلامات التجارية المشاركة في نادي المكافآت؛ يتم حساب النقاط الأساسية في الجدول تحت ‘كيفية كسب النقاط في نادي المكافآت’، الفقرة رقم سبعة في الشروط والأحكام الخاصة بالبرنامج.",
                      "كسب النقاط: يمكن للأعضاء كسب النقاط مقابل المعاملة في أي من متاجر نادي المكافآت والمواقع الإلكترونية التي تحمل شعار نادي المكافآت (“المتاجر”). يجب طلب إيصال عند إجراء المعاملة المؤهلة والاحتفاظ بالإيصال كدليل للمعاملة. لن تُمنح النقاط عند شراء الأدوية في المتاجر المشاركة في Boots أو بطاقات هدايا نادي المكافآت."
                    ]
                  },
                  "tier_rules": {
                    "title": "10. القواعد العامة للطبقات",
                    "subtitle": "يوجد 3 طبقات في نادي المكافآت: نادي المكافآت Hello، نادي المكافآت Star، نادي المكافآت VIP",
                    "points": [
                      "Hello: للأعضاء الذين لديهم من 1 إلى 5,999 نقطة مكتسبة في الطبقة.",
                      "Star: للأعضاء الذين لديهم من 6,000 إلى 23,999 نقطة مكتسبة في الطبقة.",
                      "VIP: للأعضاء الذين لديهم من 24,000 نقطة أو أكثر في الطبقة.",
                      "يتم حساب نقاط الطبقة بناءً على الإنفاق المؤهل فقط في متاجر نادي المكافآت المشاركة. التأهل للطبقات متاح للعملاء المسجلين بالكامل فقط.",
                      "يتأهل الأعضاء للطبقات بناءً على إجمالي إنفاقهم في آخر 12 شهرًا.",
                      "لكي يتم ترقية العضو إلى الطبقة التالية، يجب على العضو الوصول إلى حد النقاط المحدد كما هو مفصل أعلاه، ضمن فترة 12 شهرًا.",
                      "إذا تم ترقية العضو في أي وقت خلال فترة الـ 12 شهرًا، ستطبق الطبقة الجديدة لمدة 12 شهرًا من تاريخ الترقية، ما لم يتم الوصول إلى طبقة أخرى، وفي هذه الحالة، ستطبق الطبقة الجديدة لمدة 12 شهرًا من تاريخ الترقية.",
                      "يتم حساب نقاط الطبقة بناءً على المشتريات فقط؛ لن تُضاف النقاط الإضافية عند حساب الطبقات.",
                      "في حال لم يصل العضو إلى الحد الأدنى المطلوب للتجديد خلال فترة الـ 12 شهرًا، سيتم تخفيض طبقة العضو: من نادي المكافآت VIP إلى نادي المكافآت Star؛ من نادي المكافآت Star إلى نادي المكافآت Hello."
                    ]
                  },
                  
                    "credits_account_creation": "11. إنشاء الحسابات الائتمانية، الأهلية، والوصول",
                    "credits_use_1": "يمكن للعضو استخدام تسهيلات الائتمان لتخزين المبالغ المستردة من المشتريات المؤهلة المعالجة في متاجر نادي المكافآت المشاركة في الإمارات العربية المتحدة باستخدام العملة المحلية الدرهم الإماراتي.",
                    "credits_use_2": "فقط الأعضاء المسجلون بالكامل في نادي المكافآت يمكنهم استخدام تسهيلات الائتمان في التطبيق. للتسجيل في نادي المكافآت، قم ببساطة بتنزيل تطبيق نادي المكافآت MENA من متجر التطبيقات أو جوجل بلاي، وأكمل عملية التسجيل، واحصل على رقم عضويتك.",
                    "credits_use_3": "للوصول إلى أرصدة الائتمان، يجب على الأعضاء تسجيل الدخول إلى حساباتهم الشخصية. الوصول للمشاهدة محدود لكل عضو للوصول إلى حسابه الخاص ولا يمكن مشاركته مع الأصدقاء أو العائلة المدرجة في نفس الحساب.",
                    "use_of_credits_facility": "12. استخدام تسهيلات الائتمان",
                    "credits_use_4": "تظل الأموال النقدية المضافة إلى تسهيلات الائتمان عن طريق الاسترداد صالحة لمدة اثني عشر (12) شهرًا من تاريخ إضافة الأموال. أي أموال غير مستخدمة بعد هذه الفترة ستنقضي ولا يمكن استردادها.",
                    "credits_use_5": "لا يمكن سحب رصيد الأعضاء من محفظة نادي المكافآت كالنقد أو تحويله إلى شكل آخر من الائتمان أو نقله إلى أي حساب آخر في نادي المكافآت.",
                    "credits_use_6": "الحد الأقصى للمبلغ الإجمالي المسموح به في تسهيلات الائتمان في أي وقت هو 50,000 درهم إماراتي.",
                    "credits_use_7": "يمكن استخدام الأموال النقدية المخزنة في تسهيلات الائتمان من قبل العضو للشراء في بعض المتاجر المشاركة في برنامج نادي المكافآت.",
                    "friends_and_family_accounts": "13. حسابات الأصدقاء والعائلة",
                    "friends_and_family_description": "يوفر نادي المكافآت حسابات الأصدقاء والعائلة التي تسمح لمجموعة من الأعضاء بجمع النقاط تحت رصيد مشترك واستخدام نقاط الأصدقاء والعائلة لاستبدالها بالمشتريات والمكافآت.",
                    "general_friends_and_family_rules": "القواعد العامة للأصدقاء والعائلة",
                    "friends_and_family_rule_1": "العدد الأدنى من الأعضاء: 2",
                    "friends_and_family_rule_2": "العدد الأقصى من الأعضاء: 8 (بما في ذلك رئيس الأصدقاء والعائلة)",
                    "friends_and_family_rule_3": "يمكن للعضو أن يكون جزءًا من مجموعة أصدقاء وعائلة واحدة فقط في الوقت ذاته.",
                    "friends_and_family_rule_4": "القيود العمرية: يجب أن يكون رئيس الأصدقاء والعائلة فوق السن القانوني في المنطقة التي يشترك فيها في البرنامج.",
                    "friends_and_family_rule_5": "العضوية: يمكن لرئيس الأصدقاء والعائلة إضافة أو إزالة الأعضاء.",
                    "friends_and_family_rule_6": "الاستبدال: كل عضو في الأصدقاء والعائلة مؤهل لاستبدال النقاط المتراكمة في المجموعة.",
                    "friends_and_family_rule_7": "المغادرة من مجموعة الأصدقاء والعائلة: عندما يغادر أحد الأعضاء المجموعة، تبقى النقاط التي كسبها أثناء تواجده في المجموعة في حساب الأصدقاء والعائلة.",
                    "friends_and_family_rule_8": "إذا تم الوصول إلى الحد الأقصى للأعضاء (8)، عند مغادرة عضو، يتم فرض فترة 90 يومًا قبل إرسال دعوة جديدة.",
                    "child_enrolment": "14. تسجيل الأطفال",
                    "child_enrolment_1": "من خلال المشاركة في البرنامج، فإنك توافق على الالتزام بهذه الشروط، وتصرح وتضمن أنك إما (أ) فوق السن القانوني في المنطقة التي تسجل فيها في البرنامج وقادر قانونًا على قبول هذه الشروط؛ أو (ب) إذا كنت دون هذا السن القانوني، فأنك حصلت على إذن من أحد الوالدين أو الوصي القانوني للمشاركة في البرنامج وأن استخدامك للبرنامج وميزاته تحت إشراف أحد الوالدين أو الوصي القانوني.",
                    "child_enrolment_2": "بصفتك أحد الوالدين أو الوصي، يمكن لرئيس مجموعة الأصدقاء والعائلة (الذي يتجاوز السن القانوني في المنطقة التي اشترك فيها) دعوة أعضاء من أي عمر، بما في ذلك الأطفال من سن 13 إلى 17 عامًا.",
                    "child_enrolment_3": "بإضافة الأطفال ضمن هذه الفئة العمرية، فإنك توافق صراحة على أن هؤلاء القصر قد يتلقون اتصالات تسويقية من نادي المكافآت عبر وسائل إلكترونية أو غيرها.",
                    "child_enrolment_4": "بإضافة الأعضاء، يمكن لرئيس مجموعة الأصدقاء والعائلة منح الحق في استبدال النقاط المتراكمة من قبل كل عضو بواسطة أي من الأعضاء الآخرين.",
                    "co_brand_card_partnership": "15. شراكة بطاقة مشتركة العلامة",
                    "co_brand_card_1": "تنطبق الشروط التالية على أعضاء نادي المكافآت الذين هم حاملو بطاقة NBK & Weyay-نادي المكافآت المشتركة (\"بطاقة NBK\")، وهي متوفرة في الكويت فقط (للمقيمين في الكويت مع إقامة سارية في البلاد).",
                    "co_brand_card_2": "كسب نقاط البطاقة المشتركة",
                    "co_brand_card_3": "يمكن للأعضاء كسب نقاط نادي المكافآت من خلال استخدام بطاقات NBK & Weyay-نادي المكافآت كما هو موضح في الجدول أدناه.",
                    "co_brand_card_4": "يمكن إلغاء نقاط البطاقة المشتركة المكتسبة عند استرداد السلع المشتراة جزئيًا أو بالكامل.",
                    "employees": "16. الموظفون",
                    "employees_1": "يمكن لموظفي نادي المكافآت والشركات التابعة لها الانضمام إلى البرنامج والاستفادة من العروض والأخبار الفريدة.",
                    "digital_card_restriction": "17. لا يجوز استخدام بطاقة نادي المكافآت الرقمية كهدية أو بطاقة ائتمان أو بطاقة خصم أو كضمان للدفع.",
                    "benefits_restriction": "18. الفوائد من نادي المكافآت تنطبق فقط على المشتريات المضمنة التي تتم في المتاجر، وتستثني جميع مبيعات نادي المكافآت 'من الأعمال إلى الأعمال'.",
                    "نادي المكافآت_rights": "19. قد يقوم نادي المكافآت بإغلاق برنامج نادي المكافآت أو تقديم أو سحب أي عرض في أي وقت دون إشعار مسبق، مع الالتزام بالقوانين والأنظمة المعمول بها.",
                    "personal_data_privacy": "20. سيتم استخدام بياناتك الشخصية فقط كما هو موضح في سياسة الخصوصية الخاصة بـ نادي المكافآت.",
                    "discrepancy_in_text": "21. هذه الوثيقة باللغتين العربية والإنجليزية. في حال وجود أي تناقض بين النصين العربي والإنجليزي، يسود النص العربي.",
                    "jurisdiction": "22. هذه الشروط تحكمها قوانين الإقليم المعني الذي قمت بالتسجيل فيه في برنامج نادي المكافآت.",
                    "jurisdiction_text_1": "يوافق جميع الأعضاء بشكل لا رجعة فيه على الاختصاص القضائي الحصري لمحاكم الإقليم المعني بغرض اتخاذ أي إجراء قانوني ناتج عن أو متعلق بهذه الشروط.",
                    "jurisdiction_text_2": "في حالة العثور على أي بند من هذه الشروط والأحكام غير صالح أو غير قانوني أو غير قابل للتنفيذ، يعتبر هذا البند ملغى.",
                    "communication_preferences": {
                      "title": "23. تفضيلات الاتصال",
                      "item_1": "كعضو، عند اختيارك للتواصل التسويقي من نادي المكافآت...",
                      "item_2": "عند اختيارك للتواصل مع نادي المكافآت ستتلقى..."
                    },
                    "disclaimer": {
                      "title": "24. إخلاء المسؤولية وحدود المسؤولية",
                      "item_1": "باستثناء ما هو منصوص عليه صراحة في هذه الشروط...",
                      "item_2": "تتخلى نادي المكافآت عن أي مسؤولية..."
                    },
                    "enquiries": {
                      "title": "25. الاستفسارات والشكاوى",
                      "text": "إذا كان لديك أي قلق أو استفسار أو شكوى بشأن أي جانب من البرنامج..."
                    },
                  "bahrain_address":"فلیٹ 22، بلڈنگ 661، بلاک 712، روڈ 1208، منامہ، کنگڈم آف بحرین",
                  "uae_address":"221 صلاح الدین سینٹ -دیرا - دبئی -متحدہ عرب امارات",
                   "About_us":"معلومات عنا",
                   
                    "member_register": "تسجيل العضوية",
                    "first_name": "الاسم الأول",
                    "last_name": "اسم العائلة",
                    "email": "البريد الإلكتروني",
                    "secondary_email": "البريد الإلكتروني الثانوي",
                    "password": "كلمة المرور",
                    "confirm_password": "تأكيد كلمة المرور",
                    "male": "ذكر",
                    "female": "أنثى",
                    "primary_phone": "رقم الهاتف الأساسي",
                    "secondary_phone": "رقم الهاتف الثانوي",
                    "building_no": "رقم المبنى",
                    "street_name": "اسم الشارع",
                    "select_country": "اختر الدولة",
                    "select_state": "اختر الولاية",
                    "postal_code": "الرمز البريدي",
                    "bank_name": "اسم البنك",
                    "account_number": "رقم الحساب",
                    "select_referral_type": "اختر نوع الإحالة",
                    "test_referral": "إحالة اختبارية",
                    "print_media": "الصحف المطبوعة",
                    "online_ads": "الإعلانات عبر الإنترنت",
                    "social_media": "وسائل التواصل الاجتماعي",
                    "friends": "الأصدقاء",
                    "terms_and_conditions":    
                   " قد تنطبق الشروط والأحكام، وهو فيلم وثائقي يتناول كيفية استخدام الشركات والحكومات للمعلومات التي يقدمها المستخدمون عند الموافقة على تصفح موقع ويب أو تثبيت تطبيق.",
                  
                    "register": "تسجيل",
                    
                      "Capital Governorate": "محافظة العاصمة",
                      "Central Governorate": "المحافظة الوسطى",
                      "Muharraq Governorate": "محافظة المحرق",
                      "Northern Governorate": "المحافظة الشمالية",
                      "Southern Governorate": "المحافظة الجنوبية",
                       "select_city":"اختر المدينة",
                       "Dubai":"دبي",
                       "Abu Dhabi":"أبو ظبي",
                       "login": "تسجيل الدخول",
                       "enterUsername": "أدخل اسم المستخدم",
                       "enterPassword": "أدخل كلمة المرور",
                       "forgotPassword": "نسيت كلمة المرور؟",
                       "loginButton": "تسجيل الدخول",
                       "registerNow": "سجل الآن",
                       "or": "أو",
                       "background": "الخلفية",
                       "Vendor_Register":"تسجيل المورد",
                       "newsletterHeading": "تازہ ترین معلومات حاصل کریں",
                       "enterYourEmail": "اپنا ای میل درج کریں",
                       "register": "سبسکرائب کریں",
                       "submitting": "جمع کر رہا ہے...",
                        "Thank you for subscribing!": "سبسکرائب کرنے کا شکریہ!",
                    
                    "customer_testimonials": "ما يقوله أعضاؤنا",
                    "testimonials_subtitle": "تعليقات حقيقية من عملائنا السعداء",
                    "testimonial_1_name": "سارة أحمد",
                    "testimonial_1_title": "محترفة في التجزئة",
                    "testimonial_1_text": "غيّر نادي المكافآت طريقة تسوقي تماماً. أكسب نقاطاً في كل عملية شراء وأستبدلها بمكافآت رائعة. نظام الفئات يحفزني حقاً للتسوق أكثر!",
                    "testimonial_2_name": "محمد حسن",
                    "testimonial_2_title": "صاحب عمل",
                    "testimonial_2_text": "فوائد فئة الذهب مذهلة. عروض حصرية ومعاملة كبار الشخصيات والنقاط المضاعفة تتراكم حقاً. أنصح بشدة بنادي المكافآت!",
                    "testimonial_3_name": "فاطمة المنصوري",
                    "testimonial_3_title": "عاشقة الموضة",
                    "testimonial_3_text": "أحب تنوع العلامات التجارية المتاحة! من الموضة إلى الجمال والطعام، كل شيء في مكان واحد. المكافآت سخية وسهلة الاستبدال.",
                    "testimonial_4_name": "أحمد آل خليفة",
                    "testimonial_4_title": "مدون سفر",
                    "testimonial_4_text": "فئة الفضة مثالية بالنسبة لي. توازن رائع بين الفوائد وتراكم النقاط. خدمة العملاء سريعة الاستجابة ومفيدة!",
                    "active_members": "50K+",
                    "active_members_label": "أعضاء نشطون",
                    "points_redeemed": "10M+",
                    "points_redeemed_label": "نقاط تم استبدالها",
                    "member_satisfaction": "4.8/5",
                    "member_satisfaction_label": "رضا الأعضاء",
                    
                    "how_it_works": "كيف يعمل",
                    "how_it_works_subtitle": "أربع خطوات بسيطة لبدء كسب المكافآت",
                    "step_1_title": "التسجيل",
                    "step_1_desc": "أنشئ حساب نادي المكافآت المجاني الخاص بك والانضمام إلى برنامج الولاء في دقائق.",
                    "step_2_title": "التسوق والكسب",
                    "step_2_desc": "تسوق من 70+ من العلامات التجارية الشريكة واكسب نقاطاً في كل عملية شراء تلقائياً.",
                    "step_3_title": "تراكم النقاط",
                    "step_3_desc": "شاهد نقاطك تنمو وافتح فئات أعلى للحصول على فوائد حصرية.",
                    "step_4_title": "استبدل المكافآت",
                    "step_4_desc": "استخدم نقاطك لاستبدال مكافآت رائعة من علامتك التجارية المفضلة.",
                    
                    "compare_tiers": "مقارنة فوائد الفئات",
                    "compare_subtitle": "اختر الفئة التي تناسب نمط حياتك بشكل أفضل",
                    "feature": "الميزة",
                    "earn_points": "كسب نقاط على المشتريات",
                    "redeem_rewards": "استبدل المكافآت",
                    "exclusive_offers": "عروض حصرية",
                    "vip_support": "دعم كبار الشخصيات",
                    "birthday_bonus": "نقاط مكافأة عيد الميلاد",
                    "early_access": "وصول مبكر إلى المبيعات",
                    "concierge_service": "خدمة كونسيرج",
                    "priority_checkout": "الخروج الفوري",
                    "popular": "الأكثر شعبية",
                    "explore_classic": "تعرف على الفئة الكلاسيكية",
                    "choose_silver": "اختر الفضة ⭐",
                    "unlock_gold": "افتح الذهب",
                    
                    "download_app": "تحميل تطبيق أورا",
                    "app_description": "أدر مكافآتك، تحقق من رصيد نقاطك، واكتشف العروض الحصرية كل ذلك في مكان واحد. متوفر على iOS و Android.",
                    "app_feature_1": "تتبع النقاط في الوقت الفعلي",
                    "app_feature_2": "عروض حصرية بالتطبيق فقط",
                    "app_feature_3": "استبدال سهل للمكافآت",
                    "app_feature_4": "إشعارات دفع للعروض الخاصة",
                    "download_on": "التحميل على",
                    "app_store": "متجر التطبيقات",
                    "get_it_on": "احصل عليها على",
                    "play_store": "متجر جوجل بلاي",
                    "scan_qr": "أو قم بمسح رمز QR للتحميل",
                    "qr_code": "رمز QR",
                    "app_preview": "تطبيق نادي المكافآت",
                    "points_balance": "رصيد النقاط",
                    "redeem_now": "استبدل الآن"
                  
                  
                  
                  
                
                
              
              
            
            
          
          
        
        
      
      
    
  
  
  
 
  
}
